<template>
  <section class="gameplay">
    <div class="gameplay__container">
      <h2>Геймплей</h2>
      <p class="text-l">Чтобы зарабатывать токены, потребуется купить NFT-Котов.</p>
      <p class="text-m">
        Для этого к приложению нужно подключить криптокошелек
        и внести в него «Название токена» — нативный токен
        блокчейна «Название».
      </p>
      <p class="text-s">
        Тем не менее начать играть можно и без вложений: новые пользователи получают бесплатный пробный
        доступ к приложению и всем его функциям.</p>
      <p class="text-s">
        В демо режиме доступен кот ДЭМО_22, он продемонстрирует доступный функционал платформы в
        ускоренном режиме.
      </p>
    </div>
  </section>
</template>

<script>
export default {
  name: 'GameplaySection'
}
</script>

<style scoped>

</style>
