<template>
  <section class="hero">
    <div class="hero__container">
      <h2>Выбери героя, который соответствует твоему характеру или интересу</h2>
      <p>
        Ты сможешь зарабатывать6 если у тебя есть NFT-персонаж и ты уделяешь ему достойное внимание заботой,
        интересом и движением с включенным GPS!

        Чем круче у тебя персонаж, тем выше уровень энергии и возможностей, для прокачки персонажа.
        Каждому персонажу доступен набор предметов со случайными характеристиками.
      </p>
    </div>
  </section>
</template>

<script>
export default {
  name: 'HeroSection'
}
</script>

<style scoped>

</style>
